{
  "hikes": [
    {
      "id": 1,
      "park": "Air Line State Park Trail",
      "trail": "Air Line State Park Trail",
      "distance": "3, 6, or 10 miles",
      "description": "Though the rails are long gone, this rail bed once offered fashionable, rapid transit from New York to Boston. Those who travel the corridor today witness the same inspiring panoramas and absorb the same solitude that has greeted travelers since the line was constructed. Stretching across eastern Connecticut from Thompson to East Hampton, this linear trail dates from the 1870s, and today draws walkers, hikers, horseback riders and bikers from across the state for the views, the relaxation and the solitude.",
      "difficulty": "Easy",
      "map": "https://portal.ct.gov/DEEP/State-Parks/Parks/Air-Line-State-Park-Trail/Maps",
      "image": "https://cdn.branchcms.com/43L054R6mQ-1637/images/trails/trail/AirLine_4-128-2.jpg"
    },
    {
      "id": 2,
      "park": "Larkin State Park Trail",
      "trail": "Larkin State Park Trail",
      "distance": "3, 6, or 10 miles",
      "description": "Stretching across four towns, this long and narrow state park trail combines enough remarkable history, geography and aesthetics to rate its 110 acres as one of the biggest and prettiest parks in Connecticut’s system. Originally designated as a trail for horses, for which it is still popular, Larkin’s ten miles now also serve walkers, joggers, bikers and hikers.",
      "difficulty": "Easy",
      "map": "https://portal.ct.gov/DEEP/State-Parks/Parks/Larkin-State-Park-Trail/Maps",
      "image": "https://2.bp.blogspot.com/-wdQs3_c4FNU/WDbkGyNtLuI/AAAAAAAAB4U/aKA5QV7ueyUA44UyjeI_60pjs7S9hpl0gCEw/w1200-h630-p-k-no-nu/Hop%2BRiver%2BTr.%252C%2Brock%2Bcut%252C%2B7-11.jpg"
    },
    {
      "id": 3,
      "park": "Moosup State Park Trail",
      "trail": "Moosup State Park Trail",
      "distance": "3 or 5.8 miles",
      "description": "This 5.8 mile linear trail encompasses 62 acres as it stretches across two eastern Connecticut towns. Though it passes through predominantly woodlands, the eastern section parallels the Moosup River for approximately one mile. This level former rail bed has the Connecticut/Rhode Island (RI) boundary as its eastern State Park terminus but continues east from there as RI's Trestle Trail.",
      "difficulty": "Easy",
      "map": "https://portal.ct.gov/-/media/DEEP/stateparks/maps/MoosupValleyTrailGPSpdf.pdf",
      "image": "https://upload.wikimedia.org/wikipedia/commons/5/53/Moosup_Valley_State_Park_Trail_bridge_in_Moosup%2C_October_2020.JPG"
    },
    {
      "id": 4,
      "park": "Farmington Canal Heritage Trail",
      "trail": "Farmington Canal Heritage Trail",
      "distance": "3, 6, or 10 miles",
      "description": "The fifty-six miles of the Farmington Canal Heritage Trail (FCHT) and the eighteen miles of the Farmington River Trail constitute the most picturesque and historic greenways in New England. The Connecticut section from New Haven to Suffield runs through eleven towns and connects with many more biking and walking trails. The FCHT has been designated a Community Millennium Trail under the federal Millennium Trails Initiative based upon its special value to the communities it serves.",
      "difficulty": "Easy",
      "map": "https://portal.ct.gov/DEEP/State-Parks/Parks/Farmington-Canal-State-Park-Trail/Maps",
      "image": "https://cloudfront.traillink.com/photos/farmington-canal-heritage-trail_199914_sc.jpg"
    },
    {
      "id": 5,
      "park": "Hop River State Park Trail",
      "trail": "Hop River State Park Trail",
      "distance": "3, 6, or 10 miles",
      "description": "This former railroad line is now a trail that winds 20.2 miles through the towns of Manchester, Vernon, Bolton, Coventry, Andover, and Columbia.  Like a pathway through time, this serpentine path passes among modern subdivisions and crosses roads, but mostly takes the trail user along a remote, quiet and long unused path through the eastern Connecticut countryside.  Also included is the trail bridge that crosses the Willimantic River in Windham.",
      "difficulty": "Easy",
      "map": "https://portal.ct.gov/DEEP/State-Parks/Parks/Hop-River-State-Park-Trail/Maps",
      "image": "https://images.squarespace-cdn.com/content/v1/5e246e9e8524a16d5bde4485/1582360846683-7JHIPXORXJ50C40NBGF2/Hop+River+State+Park+Trail+6.JPG?format=1000w"
    },
    {
      "id": 6,
      "park": "Auerfarm State Park",
      "trail": "Orchard Loop, Garden Loop, Blueberry Loop, Farm Trail, and Mushroom Trail",
      "distance": "2 miles",
      "description": "Auerfarm State Park Scenic Reserve, a 40 acre parcel in Bloomfield was donated to the state park system and will forever be linked to the legacy of Beatrice Fox Auerbach (1887-1968), a Hartford philanthropic native who was prominent in the civic, educational and cultural life of the city. This portion of her Bloomfield farmland was presented as a gift to the people of Connecticut.",
      "difficulty": "Easy",
      "map": "https://auerfarm.org/2020/03/30/come-walk-auerfarm/",
      "image": "https://photos.bringfido.com/attractions/2/9/6/16692/16692_39513.jpg?size=tile&density=1x"
    },
    {
      "id": 7,
      "park": "Windsor Locks Canal State Park Trail",
      "trail": "Windsor Locks Canal State Park Trail",
      "distance": "2, 3 or 4.5 miles",
      "description": "The 4.5 mile Windsor Locks State Park Canal Trail follows the historic towpath of this 170 plus year old historic waterway. The canal's many vantage points offer the trail user scenic vistas of both the Connecticut River and the old canal.",
      "difficulty": "Easy",
      "map": "https://portal.ct.gov/-/media/DEEP/stateparks/maps/WindsorLocksCanalTrailpdf.pdf",
      "image": "https://cloudfront.traillink.com/photos/windsor-locks-canal-state-park-trail_196797_sc.jpg"
    },
    {
      "id": 8,
      "park": "Mianus River State Park",
      "trail": "Nature Trail",
      "distance": "2.6 miles",
      "description": "A nearly 400-acre urban forest sandwiched between Greenwich and Stamford Connecticut, provides countless opportunities to reconnect with nature.",
      "difficulty": "Easy",
      "map": "https://drive.google.com/file/d/16ikH8SyYDxYmGk7zlCX-xDIvVosK0tkl/view",
      "image": "https://www.greenwichct.gov/ImageRepository/Document?documentId=30689"
    },
    {
      "id": 9,
      "park": "Mount Riga State Park",
      "trail": "Undermoutain Trail",
      "distance": "3.6 miles",
      "description": "Mount Riga State Park is an undeveloped public recreation area located in the town of Salisbury, Connecticut. The Undermountain Trail connects to the northernmost section of the Appalachian Trail in Connecticut from the trail head at Mount Riga State Park's parking lot on Connecticut Route 41.",
      "difficulty": "Moderate to Difficult",
      "map": "https://www.alltrails.com/trail/us/connecticut/undermountain-trail",
      "image": "https://cdn.branchcms.com/43L054R6mQ-1637/images/trails/trail/DSCF2316-2-128.jpg"
    },
    {
      "id": 10,
      "park": "Hopemead State Park",
      "trail": "Unnamed Trail",
      "distance": "1 mile",
      "description": "Hopemead State Park is situated on the Montville and Bozrah shores of Gardner Lake (eastern shore). Park visitors will find a well-constructed stone chamber (root cellar), located on the East-Northeast Shore of Gardner Lake, with its Southerly facing entrance. This stone structure was apparently used as storage for winter livestock feed. This chamber was likely used as a “colonial icehouse”.",
      "difficulty": "Easy",
      "map": "https://www.alltrails.com/explore/parks/us/connecticut/hopemead-state-park?b_tl_lat=41.5250664&b_tl_lng=-72.2237875&b_br_lat=41.5105736&b_br_lng=-72.2054725&mobileMap=true&ar%5b%5d=10108361",
      "image": "https://www.ctvisit.com/sites/default/files/Hopemead%20State%20Park%20Bozrah.jpg"
    },
    {
      "id": 11,
      "park": "Camp Columbia State Park",
      "trail": "Green Trail and Red Trail",
      "distance": "2.36 miles",
      "description": "Change has been the constant throughout the 100 year history of this piece of countryside. Where once a shared landscape of farmland and woodland dominated, a campus of higher education overtook them and ruled the property for nine decades. But it too, like the farms and fields before it, lapsed into disuse allowing the woodland to reassert itself and provide us with the landscape we enjoy today.",
      "difficulty": "Easy to Moderate",
      "map": "https://portal.ct.gov/-/media/DEEP/stateparks/maps/CampColumbiaNewpdf.pdf",
      "image": "https://ghosty-production.s3.amazonaws.com/fotospot_spots/Camp-Columbia-Tower-Fotospot_cc95df5415103a5e6b3fd308be845db3/large.jpg"
    },
    {
      "id": 12,
      "park": "Mount Tom State Park",
      "trail": "Yellow Trail",
      "distance": "1 mile",
      "description": "Mt. Tom is one of the oldest parks in the state park system and was established in 1915.  Mount Tom is named for the mountain within its boundaries. There is a stone tower on top of the mountain that is a favored destination among hikers. The summit of Mt. Tom is 1325 feet above sea level, 125 feet higher than its Massachusetts counterpart. The tower trail is less than one mile long and rises some 500 feet.",
      "difficulty": "Easy to Moderate",
      "map": "https://portal.ct.gov/-/media/DEEP/stateparks/maps/MountTomGPSpdf.pdf",
      "image": "https://live.staticflickr.com/4282/34622306214_96f51d48ef_b.jpg"
    },
    {
      "id": 13,
      "park": "Haystack Mountain State Park",
      "trail": "Yellow Haystack Tower Loop Trail",
      "distance": "1.6 miles",
      "description": "Travel the twisting mountain road or hike the rugged trail to the top, either way you will be astounded at the beauty of mountain laurel in June and the spectacular colors of foliage in the fall. The 34 foot high stone tower (with a 360 degree view) at the summit of Haystack Mountain (1716 feet above sea level) allows visitors to see the Berkshires, and peaks in Massachusetts, New York, and the Green Mountains of Vermont.",
      "difficulty": "Moderate",
      "map": "https://portal.ct.gov/-/media/DEEP/stateparks/maps/haystackpdf.pdf",
      "image": "https://images.squarespace-cdn.com/content/v1/5cc10882ebfc7f8dfd4c09bc/1595374845475-CUV2F9IAE0I673C07U4Z/Campbell+Falls+4.jpg"
    },
    {
      "id": 14,
      "park": "Chatfield Hollow State Park",
      "trail": "Green Trail",
      "distance": "0.4 miles",
      "description": "Many artifacts found in the vicinity of Indian Council Caves indicated that Native Americans sought refuge in the jagged ledges and held tribal gatherings amid the rock recesses and overhangs. An Indian trail paralleled the brook, winding through the trees and along what is now the park road.",
      "difficulty": "Moderate",
      "map": "https://portal.ct.gov/DEEP/State-Parks/Parks/Chatfield-Hollow-State-Park/Maps",
      "image": "https://www.naturallyamazing.com/americasparks/1014.jpg"
    },
    {
      "id": 15,
      "park": "Machimoodus State Park",
      "trail": "Upper Vista Trail, Purple Trail, and Lower Vista Trail",
      "distance": "1.6 miles",
      "description": "Machimoodus State Park is noteworthy for its 300 acres of uplands, woodlands, meadows, river and cove waterfronts, hiking trails, bird watching and scenic vistas. It takes its name, Machimoodus, from the earliest visitors to the area. As noisy rumblings and echoes were witnessed in turn by the Pequot, Mohegan and Narragansetts, they referred to this location as 'the place of bad noises' or Machimoodus.",
      "difficulty": "Moderate",
      "map": "https://portal.ct.gov/DEEP/State-Parks/Parks/Machimoodus-State-Park/Maps",
      "image": "https://cdn.branchcms.com/43L054R6mQ-1637/images/trails/trail/Machimoodus_C_H-128.jpeg"
    }
  ],

  "completed": []
}
